export const About = () => {
 

    return (
        <>
        <section className="top-sales">
            <h2 className="text-center">Описание приложения для загрузки и хранения файлов в облачном пространстве</h2>
<div className="container">
<p>      
Наше приложение предоставляет удобную и безопасную платформу для загрузки и хранения файлов в облачном пространстве. 
С его помощью пользователи могут легко загружать, хранить, организовывать и делиться своими файлами из любой точки мира.
</p>
<h4>
Основные возможности:
</h4>
<ul>


<li><h5> - Загрузка файлов:</h5> Пользователи могут загружать файлы любого типа и размера, используя удобный интерфейс. Система автоматически сохраняет оригинальное имя файла, его размер и дату загрузки.

</li>
<h5> - Хранение файлов: </h5> Все файлы хранятся в безопасном облачном хранилище. Каждый пользователь имеет свою личную папку, доступ к которой осуществляется только им. Хранилище защищено современными методами шифрования, что гарантирует безопасность данных.

<h5> - Управление файлами: </h5>Пользователи могут управлять своими файлами прямо в приложении. Возможности включают просмотр списка файлов, добавление комментариев, отслеживание даты последнего скачивания и удаление ненужных файлов.

<h5> - Специальные ссылки для скачивания: </h5>Для удобства пользователей мы предоставляем возможность генерировать уникальные ссылки для скачивания файлов. Эти ссылки могут быть отправлены внешним пользователям для быстрого и безопасного доступа к файлам.

<h5> - Аутентификация и безопасность: </h5>Все операции в приложении защищены системой аутентификации. Только зарегистрированные пользователи могут загружать и управлять файлами. Это гарантирует, что доступ к файлам будет иметь только авторизованный пользователь.

</ul>

</div>
          </section>
          </>
      )
};
  